{
    "toggleText": "Modo Oscuro",
    "profileSubtitle": "Desarrollador Front end",
    "profileText": "¡Hola! Soy Diego Acuña y este es mi portafolio de desarrollo web. Aunque estoy en las primeras etapas de mi carrera profesional, estoy emocionado por compartir mi pasión y dedicación por la creación de experiencias digitales cautivadoras. Mi enfoque principal es combinar mis habilidades técnicas en HTML, CSS y JavaScript con mi creatividad para diseñar y construir sitios web intuitivos y atractivos. A través de proyectos personales y ejercicios de práctica, he adquirido experiencia en el desarrollo de sitios web responsivos que se adaptan a diferentes dispositivos y tamaños de pantalla.",
    "hobbiesTitle": "Pasatiempos",
    "skateboardingTitle": "Skateboarding",
    "skateboardingText": "Desde que era un niño, el skateboarding ha sido mucho más que un simple pasatiempo para mí; es una forma de vida, una expresión de libertad y creatividad que me ha llevado a explorar el mundo de una manera única. Cada vez que me subo a mi tabla, siento una oleada de adrenalina que recorre mi cuerpo. El sonido de las ruedas girando sobre el asfalto, el viento acariciando mi rostro y la sensación de ingravidez cuando me deslizo por las calles son incomparables. El skateboarding es un baile entre el equilibrio y la destreza, donde cada truco es un desafío que me impulsa a superarme a mí mismo.",
    "frontEndTitle": "Desarrollo Front End",
    "studiesTitle": "Estudios",
    "weatherAppTitle": "Aplicación del clima",
    "weatherAppText": "WeatherTrack es una aplicación meteorológica simple y directa que proporciona información precisa sobre el clima en tu ubicación actual. Con solo un toque, podrás ver la temperatura actual, la previsión del tiempo para los próximos días y recibir alertas meteorológicas importantes para tu área. Con una interfaz fácil de usar y sin complicaciones, WeatherTrack te mantiene al tanto de las condiciones climáticas en tiempo real, para que puedas planificar tus actividades diarias con confianza. Ya sea que estés saliendo a correr, yendo de compras o simplemente dando un paseo, WeatherTrack te ayuda a estar preparado para cualquier eventualidad climática.",
    "academloStoreTitle": "Tienda Academlo",
    "academloStoreText": "Academlo Camisetas ofrece una selección modesta pero cuidadosamente elegida de camisetas para tu comodidad diaria. Con opciones simples pero versátiles, encontrarás camisetas de calidad a precios asequibles. Nuestro proceso de compra es fácil y directo, para que puedas adquirir tus camisetas favoritas sin complicaciones. Explora nuestra colección hoy mismo y descubre cómo Academlo Camisetas puede ser tu destino para el estilo sencillo y las compras sin preocupaciones.",
    "fortuneCookiesTitle": "Galletas de la fortuna",
    "fortuneCookiesText": "FortuneCookies es tu aplicación de galleta de la fortuna favorita, diseñada para traerte un toque de sabiduría y misterio en cada momento del día. Con solo deslizar tu dedo, podrás romper una galleta virtual y desvelar el mensaje que te espera dentro. Nuestra colección de mensajes está llena de inspiración, consejos útiles y predicciones intrigantes que te dejarán pensando. ¿Qué aventuras te aguardan en el futuro? ¿Qué lecciones puedes aprender del pasado? Con FortuneCookies, cada mensaje es una invitación a reflexionar y encontrar significado en el día a día."
}